Repository: paulweichhart/Intention
Catalog: Intention WatchKit Extension/Localization/*.lproj/Localizable.strings
Languages: de

source: Progress in percentage
de: Fortschritt in Prozent

source: Intention in Minutes
de: Intention in Minuten

source: Increase Intention
de: Intention erhöhen

source: Decrease Intention
de: Intention verringern

source: Please allow the App to access your Mindful Minutes from Apple Health
de: Bitte erlaube der App Zugriff auf deine Achtsamen Minuten

source: Review
de: Überprüfen

source: Mindful
de: Achtsam

source: Your Daily Intention
de: Tägliche Intention

source: Minutes
de: Minuten

source: Mindful Minutes
de: Achtsame Minuten

source: Your Device doesn't support Apple Health :(
de: Apple Health wird nicht unterstüzt :(

source: Couldn't load Data from Apple Health :(
de: Apple Health Daten konnten nicht gelesen werden :(

source: Please allow Intention to access your mindful Session in the Settings
de: Bitte erlaube der App den Zugriff auf deine Apple Health in den Einstellungen
