Repository: paulweichhart/Intention
Catalog: Localization/*.lproj/Localizable.strings
Languages: es, fr

source: Progress in percentage
es: Progreso en porcentaje
fr: Progression en pourcentage

source: Intention in Minutes
es: Intención en minutos
fr: Intention en minutes

source: Increase Intention
es: Aumentar intención
fr: Augmenter l'intention

source: Decrease Intention
es: Disminuir intención
fr: Diminuer l'intention

source: Practice meditation with your favourite App that supports Apple Health and mind your mental well being
es: Practica la meditación con tu aplicación favorita que soporte Apple Health y cuida tu bienestar mental
fr: Pratiquez la méditation avec votre application préférée qui prend en charge Apple Health et veillez à votre bien-être mental

source: Keep track of your daily Mindful Minutes with the supported Complications on your Apple Watch
es: Mantén un registro de tus Minutos Conscientes diarios con las Complicaciones compatibles en tu Apple Watch
fr: Suivez vos minutes de pleine conscience quotidiennes avec les complications prises en charge sur votre Apple Watch

source: Please allow the App to access your Mindful Minutes from Apple Health
es: Por favor permite que la aplicación acceda a tus Minutos Conscientes de Apple Health
fr: Veuillez autoriser l'application à accéder à vos minutes de pleine conscience depuis Apple Health

source: Review
es: Revisión
fr: Examiner

source: Mindful
es: Consciente
fr: Conscient

source: Your Daily Intention
es: Tu intención diaria
fr: Votre intention quotidienne

source: Meditation
es: Meditación
fr: Méditation

source: Minutes
es: Minutos

source: Minute
es: Minuto

source: Mindful Minutes
es: Minutos Conscientes
fr: Minutes de pleine conscience

source: Unguided
es: Sin guía
fr: Non guidée

source: Guided
es: Con guía
fr: Guidée

source: By enabling guided meditation, you will perceive subtle haptics each minute
es: Al habilitar la meditación guiada, percibirás sutiles hápticos cada minuto
fr: En activant la méditation guidée, vous percevrez des haptiques subtils chaque minute

source: Guided Meditation
es: Meditación guiada
fr: Méditation guidée

source: Intention
es: Intención

source: Start
es: Comenzar
fr: Commencer

source: Done
es: Hecho
fr: Terminé

source: Your Device doesn't support Apple Health :(
es: Tu dispositivo no admite Apple Health :(
fr: Votre appareil ne prend pas en charge Apple Health :(

source: Couldn't load Data from Apple Health :(
es: No se pudo cargar los datos de Apple Health :(
fr: Impossible de charger les données depuis Apple Health :(

source: Please allow Intention to access your mindful Session in the Settings
es: Por favor permite que Intention acceda a tu sesión consciente en la configuración
fr: Veuillez autoriser Intention à accéder à votre session de pleine conscience dans les paramètres

source: Saving your mindful Session failed :(
es: Error al guardar tu sesión consciente :(
fr: Échec de l'enregistrement de votre session de pleine conscience :(
